{
  "nav.home": "Start",
  "nav.gallery": "Galerie",
  "nav.about": "Über mich",
  "nav.contact": "Kontakt",

  "home.title": "Fotografie für Momente, die bleiben.",
  "home.subtitle": "Natur, Stadt, Portrait & Schwarzweiß — modern und clean festgehalten.",
  "home.cta": "Zur Galerie",

  "gallery.title": "Galerie",
  "gallery.filter.all": "Alle",

  "about.title": "Über mich",
  "about.body": "Mein Fotoalbum war so voll mit Bildern, dass meine Freundinnen mich schließlich „die Touristin“ nannten. Die Touristin, das bin ich: Laiquah Pandore, Studentin an der Universität Paris-Panthéon Sorbonne. Schon seit meiner Kindheit liebe ich es, Momente festzuhalten, um daraus Erinnerungen zu schaffen und Alben zu gestalten. Ich fotografiere gern Menschen, aber auch die Natur, Landschaften, meine Heimatinsel La Réunion sowie die Stadt, in der ich derzeit lebe: Paris. Diese Leidenschaft hat sich auch während meines Studiums weiterentwickelt. Während drei Jahren an einer Journalistenschule habe ich gelernt, Videos zu drehen, Reportagen zu erstellen, zu schneiden und Geschichten zu erzählen. Anschließend habe ich im Rahmen meines Masterstudiums einen Fotografiekurs belegt. In diesem Moment habe ich mich in diese Kunst verliebt – das zu sehen, was andere nicht sehen. Meine Realität einzufangen, das ist es, was mich antreibt. Ich wollte mich dieser Leidenschaft voll und ganz widmen, mir technische Grundlagen aneignen und meinen fotografischen Blick weiterentwickeln. Deshalb teile ich auf dieser Website einige meiner Arbeiten und Kreationen. Zögern Sie nicht, mich zu kontaktieren, wenn Sie weitere Informationen wünschen.",

  "contact.title": "Kontakt",
  "contact.subtitle": "Schreib mir eine Nachricht — ich antworte so schnell wie möglich.",
  "contact.name": "Name",
  "contact.email": "E-Mail",
  "contact.message": "Nachricht",
  "contact.send": "Senden",
  "contact.formTitle": "Schreib mir",
  "contact.thanksTitle": "Danke!",
  "contact.thanksBody": "Deine Nachricht wurde gesendet. Ich melde mich so schnell wie möglich.",

  "home.selectedWork.title": "Auswahl",
  "home.selectedWork.body": "Füge später 3–6 Highlight-Bilder hinzu.",
  "home.fastContact.title": "Schnellkontakt",
  "home.fastContact.body": "Wir verbinden das mit dem Kontaktformular.",
  "gallery.subtitle": "Nach Tags filtern und Bilder in der Lightbox öffnen.",
  "contact.preferEmail": "Lieber per E-Mail?",

  "footer.imprint": "Impressum",
  "footer.contact": "Kontakt",
  "footer.instagram": "Instagram",

  "imprint.title": "Impressum",
  "imprint.intro": "Angaben gemäß § 5 TMG.",

  "imprint.operator.title": "Betreiber",
  "imprint.operator.body": "Laiklife Photography\nLaiquah P.\nParis\nFrankreich",

  "imprint.contact.title": "Kontakt",
  "imprint.contact.body": "E-Mail: hello@laiklife.fr",

  "imprint.disclaimer.title": "Haftungsausschluss",
  "imprint.disclaimer.body": "Trotz sorgfältiger inhaltlicher Kontrolle übernehmen wir keine Haftung für die Inhalte externer Links. Für den Inhalt der verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich."
}