{
  "nav.home": "Home",
  "nav.gallery": "Gallery",
  "nav.about": "About",
  "nav.contact": "Contact",

  "home.title": "Photography for moments that last.",
  "home.subtitle": "Nature, city, portrait & black and white — captured with a modern, clean aesthetic.",
  "home.cta": "View Gallery",

  "gallery.title": "Gallery",
  "gallery.filter.all": "All",

  "about.title": "About",
  "about.body": "My photo album was so full of pictures that my friends eventually nicknamed me “the tourist.” The tourist is me: Laiquah Pandore, a student at Paris-Panthéon Sorbonne University. Ever since I was young, I’ve loved capturing moments to turn them into memories, creating photo albums. I enjoy photographing people as well as nature, landscapes, my home island of La Réunion, and the city where I currently live: Paris. This passion also developed during my university studies. Over three years at journalism school, I learned how to shoot videos, produce reports, edit footage, and tell stories. Then, as I continued my studies in a Master’s program, I took a photography course. That was when I fell in love with this art form—seeing what others don’t see. Capturing my reality is what drives me. I wanted to fully commit to this passion, to acquire solid technical foundations and develop my photographer’s eye. That’s why I share some of my creations and my work on this site. Feel free to contact me if you would like more information.",

  "contact.title": "Contact",
  "contact.subtitle": "Send me a message — I’ll reply as soon as possible.",
  "contact.name": "Name",
  "contact.email": "Email",
  "contact.message": "Message",
  "contact.send": "Send",
  "contact.formTitle": "Send a message",
  "contact.thanksTitle": "Thank you!",
  "contact.thanksBody": "Your message has been sent. I’ll get back to you as soon as possible.",

  "home.selectedWork.title": "Selected work",
  "home.selectedWork.body": "Add 3–6 highlight images here later (hero grid).",
  "home.fastContact.title": "Fast contact",
  "home.fastContact.body": "We’ll connect this to the contact form.",
  "gallery.subtitle": "Filter by tags and open images in a lightbox.",
  "contact.preferEmail": "Prefer email?",

  "footer.imprint": "Imprint",
  "footer.contact": "Contact",
  "footer.instagram": "Instagram",

  "imprint.title": "Imprint",
  "imprint.intro": "Information in accordance with applicable law.",

  "imprint.operator.title": "Operator",
  "imprint.operator.body": "Laiklife Photography\nLaiquah P.\nParis\nFrance",

  "imprint.contact.title": "Contact",
  "imprint.contact.body": "Email: hello@laiklife.fr",

  "imprint.disclaimer.title": "Disclaimer",
  "imprint.disclaimer.body": "Despite careful control, we accept no liability for the content of external links. The operators of the linked pages are solely responsible for their content."
}
