{
  "nav.home": "Accueil",
  "nav.gallery": "Galerie",
  "nav.about": "À propos",
  "nav.contact": "Contact",

  "home.title": "Photographie pour des moments qui durent.",
  "home.subtitle": "Nature, ville, portrait & noir et blanc — un style moderne et épuré.",
  "home.cta": "Voir la galerie",

  "gallery.title": "Galerie",
  "gallery.filter.all": "Tout",

  "about.title": "À propos",
  "about.body": "Mon album était tellement rempli de photos que mes amies ont fini par me surnommer la « touriste ». La touriste c’est moi : Laiquah Pandore, étudiante à l’université Paris-Panthéon Sorbonne. Depuis petite, j’ai toujours aimé capturer des moments pour en créer des souvenirs, créer des albums. J’aime prendre les gens en photo, mais aussi la nature, les paysages, mon île d’origine La Réunion ou la ville dans laquelle j’habite actuellement : Paris. Cette passion s’est aussi développé durant mon cursus universitaire. Durant trois années en école de journalisme, j’ai appris à tourner une vidéo, faire un reportage, du montage et du storytelling. Puis, en continuant mes études en Master, j’ai intégré un cours de photographie. C’est à ce moment-là que je suis tombée amoureuse de cet art. Voir ce que les autres ne voient pas. Capturer ma réalité, c’est ce qui m’anime. J’ai voulu m’investir à fond dans cette passion, acquérir des bases techniques et développer mon œil de photographe. C’est pourquoi, je partage sur ce site quelques-unes de mes créations et mon travail. N’hésitez pas à me contacter si vous souhaitez avoir davantage d’informations.",

  "contact.title": "Contact",
  "contact.subtitle": "Envoie-moi un message — je répondrai dès que possible.",
  "contact.name": "Nom",
  "contact.email": "Email",
  "contact.message": "Message",
  "contact.send": "Envoyer",
  "contact.formTitle": "Écris-moi",

  "home.selectedWork.title": "Sélection",
  "home.selectedWork.body": "Ajoute 3–6 images mises en avant ici.",
  "home.fastContact.title": "Contact rapide",
  "home.fastContact.body": "On reliera ça au formulaire de contact.",
  "gallery.subtitle": "Filtre par tags et ouvre les images en plein écran.",
  "contact.preferEmail": "Tu préfères l’e-mail ?",

  "footer.imprint": "Mentions légales",
  "footer.instagram": "Instagram",

  "imprint.title": "Mentions légales",
  "imprint.intro": "Informations légales.",

  "imprint.operator.title": "Éditeur",
  "imprint.operator.body": "Laiklife Photography\nLaiquah P.\nParis\nFrance",

  "imprint.contact.title": "Contact",
  "imprint.contact.body": "Email : hello@laiklife.fr",

  "imprint.disclaimer.title": "Responsabilité",
  "imprint.disclaimer.body": "Malgré un contrôle attentif, nous déclinons toute responsabilité concernant le contenu des liens externes. Les opérateurs des pages liées sont seuls responsables de leur contenu."
}